[
    {
        "id": 1,
        "title": "Amnesia: The Bunker delayed until June",
        "image_frontpage": "assets/amnesia-the-bunker-05-12-23-1.webp",
        "image_article": "../assets/amnesia-the-bunker-05-12-23-1.webp",
        "content_index": "The Frictional Games studio has announced a delay in the release of Amnesia: The Bunker, which will now only be launched on June 6th.",
        "author": "Marcos Ribeiro",
        "date": "2023-05-13T12:00:00Z",
        "tag": "Gaming",
        "Featured": "Yes",
        "breadcrumb_link": "gaming.html",
        "tag_link": "articles/gaming.html",
        "html_name": "articles/article-1.html",
        "html_name_2": "article-1.html",
        "content_1": "The news was put forth by the studio, which posted a message on Twitter, justifying the delay due to certification issues. Frictional Games will use this extra time to iron out issues and fix bugs.",
        "content_2": "However, it's not all bad news: on May 22nd, PC gamers will be able to try a demo of the game on Steam. If you're a horror fan, also take the opportunity to check out the demo of Layers of Fear, which will be available starting next week.",
        "content_3": "",
        "content_4": "",
        "content_5": "",
        "content_6": "",
        "content_7": "",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    },
    {
        "id": 2,
        "title": "Fer: The Journey of a CS:GO Titan and His Revealing Earnings",
        "image_frontpage": "assets/fer.webp",
        "image_article": "../assets/fer.webp",
        "content_index": "Fernando 'fer' Alvarenga, one of the most well-known figures in the world of Counter-Strike: Global Offensive (CS:GO), recently opened up about his monthly earnings during his peak competitive years.",
        "author": "Marcos Ribeiro",
        "date": "2023-05-13T14:00:00Z",
        "tag": "Esports",
        "Featured": "Yes",
        "breadcrumb_link": "esports.html",
        "tag_link": "articles/esports.html",
        "html_name": "articles/article-2.html",
        "html_name_2": "article-2.html",
        "content_1": "Fernando 'fer' Alvarenga, one of the most well-known figures in the world of Counter-Strike: Global Offensive (CS:GO), recently opened up about his monthly earnings during his peak competitive years, revealing an eye-opening figure that not only underscores the lucrative nature of eSports but also illustrates the substantial growth of the industry over the last decade.",
        "content_2": "Born in Brazil in 1991, Fer quickly made a name for himself in the competitive CS:GO scene, becoming an integral part of the team that would later become globally renowned as SK Gaming. His aggressive style of play, coupled with his tactical acumen and incredible reaction times, quickly earned him a reputation as one of the most formidable players on the international stage.",
        "content_3": "Fer's journey in professional eSports began in earnest in 2014 with KaBuM! e-Sports, a Brazilian team that would later evolve into the powerhouse Luminosity Gaming. With fer's talent and dedication, the team was able to secure major tournament wins, quickly catapulting them into the global limelight.",
        "content_4": "In 2016, the squad moved on to play under the banner of SK Gaming, one of the most storied organizations in eSports history. This period was the zenith of fer's professional career, with SK Gaming dominating the competitive CS:GO scene and fer himself being recognized as one of the top players in the world.",
        "content_5": "The Brazilian CS:GO star recently disclosed that at the peak of his career, he was earning around $40,000 per month. This disclosure, while staggering to some, is indicative of the eSports industry's meteoric rise. The enormous payouts are a testament to the popularity and commercial potential of professional gaming, where players can now earn on par with - and often more than - traditional athletes.",
        "content_6": "While Fer's disclosure might seem shocking to those unfamiliar with the eSports industry, it is worth noting that the top-tier players' earnings often include sponsorship deals, tournament winnings, streaming revenue, and salary from their respective teams.",
        "content_7": "Fer's journey, marked by his unyielding determination and unwavering passion for CS:GO, serves as a beacon of inspiration for aspiring professional gamers. His story not only shows the potential financial rewards of eSports but also embodies the spirit of competition and the pursuit of excellence that defines the industry. Despite retiring from competitive play, Fer's legacy continues to impact the world of eSports, inspiring a new generation of players to chase their dreams.",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    },
    {
        "id": 3,
        "title": "Mizkif meets his first ever follower, and he reveals how it happened.",
        "image_frontpage": "assets/miz.webp",
        "image_article": "../assets/miz.webp",
        "content_index": "In the world of live streaming, Twitch icon Matthew Rinaudo, or Mizkif as he's known to millions, has etched an intriguing story of success, perseverance, and innovation. His path to stardom did not begin in a typical manner but in an unexpected place: the global chatrooms of World of Warcraft (WoW).",
        "author": "Oliver Brown",
        "date": "2023-05-13T15:00:00Z",
        "tag": "Entertainment",
        "Featured": "No",
        "breadcrumb_link": "entertainment.html",
        "tag_link": "articles/entertainment.html",
        "html_name": "articles/article-3.html",
        "html_name_2": "article-3.html",
        "content_1": "In the world of live streaming, Twitch icon Matthew Rinaudo, or Mizkif as he's known to millions, has etched an intriguing story of success, perseverance, and innovation. His path to stardom did not begin in a typical manner but in an unexpected place: the global chatrooms of World of Warcraft (WoW).",
        "content_2": "Born in New Jersey, USA, Rinaudo traded a conventional career in finance for the vibrant realm of video games and streaming. Beginning his journey on Twitch in 2016, he faced the same hurdle many new streamers encounter: a lack of initial viewership.",
        "content_3": "In a recent livestream, Matthew Rinaudo, known as 'Mizkif,' experienced a heartwarming reunion with a fan who is considered to be his first follower from his early streaming days on Twitch. For a streamer of Mizkif's popularity, coming face-to-face with their first follower is a rare event. Yet, both Mizkif and the fan shared an unforgettable memory of their initial interaction.",
        "content_4": "His viewer disclosed that Mizkif adopted a unique promotional strategy for his Twitch streams: he would flood the game's general chat with messages, aiming to pique the curiosity of fellow players, which is now a popular strategy in order to atract new viewers, most commonly done by setting the display name as the twitch tag.",
        "content_5": "Fast forward to the present, Mizkif stands tall as a Twitch sensation with a following numbering in the millions. His rise from the WoW global chatrooms to Twitch stardom is not just a story of success, but a testament to his tenacity and innovative spirit. ",
        "content_6": "",
        "content_7": "",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    },
    {
        "id": 4,
        "title": "Street Fighter 6 Showcases Luke's Abilities.",
        "image_frontpage": "assets/luke.webp",
        "image_article": "../assets/luke.webp",
        "content_index": "Street Fighter 6 has been unveiling a ton of news in the past few days, and fans who can hardly wait for the game's June 2nd launch are rubbing their hands with glee. Recently, it was announced that the game will have an open beta before its release. You can learn more about this here.",
        "author": "Oliver Brown",
        "date": "2023-05-13T16:00:00Z",
        "tag": "Gaming",
        "Featured": "Yes",
        "breadcrumb_link": "gaming.html",
        "tag_link": "articles/gaming.html",
        "html_name": "articles/article-4.html",
        "html_name_2": "article4.html",
        "content_1": "Street Fighter 6 has been unveiling a ton of news in the past few days, and fans who can hardly wait for the game's June 2nd launch are rubbing their hands with glee. Recently, it was announced that the game will have an open beta before its release. You can learn more about this here.",
        "content_2": "Now, Street Fighter 6 has released a new trailer - one that introduces us to gameplay with Luke, the character who features on the game's cover. The character was introduced at the end of Street Fighter 5, and he specializes in physical combat.",
        "content_3": "Considering that Luke is a fighter who excels in hand-to-hand combat, we can see in the video several moves that help to close the distance on enemies, catching them off guard. Additionally, Luke can launch projectiles or execute anti-air attacks.",
        "content_4": "Street Fighter 6 will feature 18 characters available at launch, so it's highly likely that the developer will release similar videos about the other fighters. Street Fighter 6 is set for release on June 2nd for PS4, PS5, Xbox Series X|S, and PC. Stay tuned to our site to receive all the latest updates.",
        "content_5": "",
        "content_6": "",
        "content_7": "",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    },
    {
        "id": 5,
        "title": "PewDiePie Banned from Twitch Without Apparent Reason",
        "image_frontpage": "assets/pewdiepie.webp",
        "image_article": "../assets/pewdiepie.webp",
        "content_index": "PewDiePie, one of YouTube's biggest personalities with over 111 million subscribers, has been banned from Twitch without any apparent reason.",
        "author": "Oliver Brown",
        "date": "2023-05-13T17:00:00Z",
        "tag": "Entertainment",
        "Featured": "Yes",
        "breadcrumb_link": "entertainment.html",
        "tag_link": "articles/entertainment.html",
        "html_name": "articles/article-5.html",
        "html_name_2": "article-5.html",
        "content_1": "PewDiePie, one of YouTube's biggest personalities with over 111 million subscribers, has been banned from Twitch without any apparent reason.",
        "content_2": "Despite not having streamed on Twitch for years, PewDiePie 'returned' to the platform in March. It's necessary to place 'returned' in quotes because, in reality, his channel was merely being used to endlessly stream old videos and highlights.",
        "content_3": "As usual, Twitch has not publicly clarified the reason for the ban. Some speculate that the streaming of some old YouTube video may have violated Twitch's rules, which are more stringent than those of YouTube.",
        "content_4": "At this point, PewDiePie is no longer the YouTuber with the most subscribers on the platform. He was overtaken by MrBeast in 2022. He still posts videos on his channel, but less frequently. Each of his videos still garners several million views.",
        "content_5": "",
        "content_6": "",
        "content_7": "",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    },
    {
        "id": 6,
        "title": "Eurovision 2023: The Grand Finale Tonight!",
        "image_frontpage": "assets/eurovision.webp",
        "image_article": "../assets/eurovision.webp",
        "content_index": "The biggest musical event in Europe, the Eurovision Song Contest, is reaching its apex tonight, with the 2023 edition promising to be an unforgettable spectacle. Held in the United Kingdom this year, the contest is filled with anticipation, excitement, and some unique circumstances.",
        "author": "Marcos Ribeiro",
        "date": "2023-05-13T19:30:00Z",
        "tag": "Entertainment",
        "Featured": "No",
        "breadcrumb_link": "entertainment.html",
        "tag_link": "articles/entertainment.html",
        "html_name": "articles/article-6.html",
        "html_name_2": "article-6.html",
        "content_1": "The biggest musical event in Europe, the Eurovision Song Contest, is reaching its apex tonight, with the 2023 edition promising to be an unforgettable spectacle. Held in the United Kingdom this year, the contest is filled with anticipation, excitement, and some unique circumstances.",
        "content_2": "The Eurovision Song Contest 2023 finds its home in the UK, not as a result of winning the previous year's contest as per tradition, but due to the unfortunate ongoing conflict in Ukraine, last year's victors. The unprecedented situation has added a poignant backdrop to the glamour and thrill of the contest.",
        "content_3": "Taking place in the UK, this year's event has seen 39 nations vie for the Eurovision crown, showcasing a vibrant array of talent, creativity, and cultural diversity. The semi-finals, held earlier this week, were a thrill ride of performances ranging from heartfelt ballads to high-energy pop numbers.",
        "content_4": "Tonight's final promises an electrifying showdown. The finalists, representing their nations and performing to millions of viewers worldwide, are set to deliver their best performances in hopes of securing the much-coveted Eurovision title.",
        "content_5": "The beauty of Eurovision lies in its unpredictability. Previous contests have seen underdogs rise and favorites stumble when it comes down to the final night. With audience votes playing a crucial role, the final result is anyone's guess.",
        "content_6": "Beyond the competition, the Eurovision Song Contest 2023 also stands as a symbol of unity and celebration. As nations share their unique music and culture, it's a reminder of the power of art in bringing people together, even in challenging times.",
        "content_7": "So, as the excitement builds up for the grand finale tonight, ready your scorecards, prepare your snacks, and gear up for an unforgettable musical journey. The Eurovision Song Contest 2023 Grand Finale is here - let the best song win!",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    },
    {
        "id": 7,
        "title": "Gaming's Biggest Gamble: Will Rockstar's Billion-Dollar Bet on Grand Theft Auto VI Pay Off?",
        "image_frontpage": "assets/gta6.webp",
        "image_article": "../assets/gta6.webp",
        "content_index": "The world of video gaming is no stranger to groundbreaking moments, and Rockstar Games is primed to deliver yet another with its upcoming release, Grand Theft Auto VI (GTA VI).",
        "author": "Marcos Ribeiro",
        "date": "2023-05-14T14:43:00Z",
        "tag": "Gaming",
        "Featured": "Yes",
        "breadcrumb_link": "gaming.html",
        "tag_link": "articles/gaming.html",
        "html_name": "articles/article-7.html",
        "html_name_2": "article-7.html",
        "content_1": "The world of video gaming is no stranger to groundbreaking moments, and Rockstar Games is primed to deliver yet another with its upcoming release, Grand Theft Auto VI (GTA VI). Rumors are swirling that the gaming giant has invested a staggering $1 to $2 billion into its development. This unprecedented level of investment has gamers and industry insiders alike on the edge of their seats, eager to experience what promises to be a game of unparalleled scale and immersive gameplay.",
        "content_2": "Rockstar Games, the developer behind the Grand Theft Auto series, has a reputation for pushing boundaries and consistently exceeding player expectations. Since its inception in 1998, the company has built an impressive repertoire of highly successful games, including the Red Dead Redemption series and the Max Payne franchise. The Grand Theft Auto series, however, remains their crowning achievement. Each new installment in the series has set new standards for open-world games, featuring detailed environments, complex characters, and engaging storylines.",
        "content_3": "With Grand Theft Auto VI, Rockstar Games is not just looking to outdo its previous work but to redefine the gaming industry as a whole. A billion-dollar budget is almost unheard of for video game development. For comparison, Grand Theft Auto V, which was considered one of the most expensive games ever made at the time of its release in 2013, had a development and marketing budget of around $265 million. The company's decision to invest nearly four times that amount into GTA VI speaks volumes about its ambitious vision.",
        "content_4": "While the specifics about the game are shrouded in mystery, a few leaks and official announcements have whetted gamers' appetite. The game is set to feature multiple interconnected cities, with a more dynamic and interactive open-world environment than ever before. Additionally, Rockstar's commitment to creating more diverse and nuanced characters promises a fresh and innovative approach to storytelling. With a budget of this magnitude, players can also expect a significant leap in terms of graphics, AI interactions, and overall gameplay mechanics.",
        "content_5": "In conclusion, Grand Theft Auto VI is shaping up to be a watershed moment in gaming history. Rockstar Games' extraordinary investment is a testament to their commitment to innovation and excellence. As the anticipation builds, one thing is for certain: the world is waiting to see how this billion-dollar gamble pays off. If Rockstar's track record is anything to go by, we are in for an experience that will redefine our understanding of what video games can be.",
        "content_6": "",
        "content_7": "",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    },
    {
        "id": 8,
        "title": "A Headset's Demise at Blast Major Paris 2023",
        "image_frontpage": "assets/cadian.webp",
        "image_article": "../assets/cadian.webp",
        "content_index": "In the high-octane world of professional esports, Casper 'Cadian' Møller stands out as an exceptional talent. As the in-game leader of the professional Counter-Strike: Global Offensive (CS:GO) team, Heroic, he is acclaimed for his strategic thinking, pinpoint accuracy, and composed leadership. However, during the Blast Major Paris 2023, Cadian became the center of attention for a reason that went beyond his usual high-level play.",
        "author": "Marcos Ribeiro",
        "date": "2023-05-14T16:00:00Z",
        "tag": "Esports",
        "Featured": "No",
        "breadcrumb_link": "esports.html",
        "tag_link": "articles/esports.html",
        "html_name": "articles/article-8.html",
        "html_name_2": "article-8.html",
        "content_1": "In the high-octane world of professional esports, Casper 'Cadian' Møller stands out as an exceptional talent. As the in-game leader of the professional Counter-Strike: Global Offensive (CS:GO) team, Heroic, he is acclaimed for his strategic thinking, pinpoint accuracy, and composed leadership. However, during the Blast Major Paris 2023, Cadian became the center of attention for a reason that went beyond his usual high-level play.",
        "content_2": "The event in question unfolded during a highly anticipated best-of-three match against Team Liquid. The stage was set, and the stakes were high as the first map of the series, Inferno, picked by Team Liquid, was launched. ",
        "content_3": "The match started with an electrifying pace, each team showcasing their tactical prowess and skill. However, it was Heroic who managed to establish an early lead. During the fifth round, Heroic secured a crucial victory, which pushed their advantage to a promising 4-1 scoreline.",
        "content_4": "This particular victory was a significant one, and Cadian, caught up in the thrill of the moment, let his excitement overflow. This usually composed leader celebrated the round win with such gusto that he accidentally shattered his gaming headset, causing a temporary halt to the proceedings.  Check it for yourself:",
        "content_5": "This unexpected incident offered the esports community a rare glimpse into the sheer passion and raw emotion that accompanies these high-stakes matches. Even a single round win can elicit tremendous joy, as it represents a step towards ultimate victory. Cadian's headset mishap has since become a memorable episode of the Blast Major Paris 2023, a testament to the fervor and intensity of professional esports.",
        "content_6": "",
        "content_7": "",
        "content_8": "",
        "content_9": "",
        "content_10": ""
    }
]
  